Repository: demidov91/game-for-you
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: be, ru

source: for chat
be: чата
ru: чата

source: Post
be: Адаслаць
ru: Отправить

source: Sign in
be: Увайдзіце на сайт
ru: Войдите

source: to post a message
be: каб пакінуць паведамленне
ru: чтобы добавить сообщение

source: Depends on
be: Залежыць ад
ru: Зависит от

source: Root element
be: Карэнны элемент
ru: Корневой элемент

source: Russian
be: Руская
ru: Русский

source: Belarusian
be: Беларуская
ru: Беларуская

source: What? Where? When? organizer
be: Каляндар Што? Дзе? Калі?
ru: Календарь Что? Где? Когда?

source: Calendar
be: Каляндар
ru: Календарь

source: People
be: Людзі
ru: Люди

source: Settings
be: Налады
ru: Настройки

source: Log out
be: Выйсці
ru: Выйти

source: Minsk championship
be: Чэмпіянат Мінска
ru: Чемпионат Минска

source: Mail to developers.
be: Заўвагі і пажаданні
ru: Обратная связь

source: About us
be: Пра сайт
ru: О сайте

source: Save
be: Захаваць
ru: Сохранить

source: Add event
be: Дадаць падзею
ru: Добавить событие

source: Log in or register.
be: Увайдзіце ці зарэгіструйесь.
ru: Войдите или зарегистрируйтесь

source: Sign In
be: Увайсці
ru: Войти

source: Sign Up
be: Рэгістрацыя
ru: Регистрация

source: Forgot Password?
be: Забылі пароль?
ru: Забыли пароль?

source: Enter team name
be: Увядзіце назву каманды
ru: Введите название команды

source: nickname
be: Імя карыстальніка
ru: Имя пользователя

source: first name
be: імя
ru: имя

source: last name
be: прозвішча
ru: фамилия

source: patronymic
be: імя па бацьку
ru: отчество

source: userpick
be: Аватарка
ru: Аватарка

source: external userpick
be: Спасылка на аватарку
ru: Внешняя ссыла на аватарку

source: Save server space - use external images. Leave this field blank to use uploaded userpick.
be: Беражыце месца на серверы - выкарыстоўвайце знешнія спасылкі :) Пакіньце поле пустым, каб выкарыстоўвалась выява з запампованага вамі файла.
ru: Экономьте место на сервере - используйте внешние ссылки на аватарки :) Оставьте это поле пустым, чтобы была использовано загруженное изображение.

source: Authenticate by get parameter parameter
be: GET-параметр для ключа аўтарызацыі
ru: Параметр авторизации по GET-запросу

source: NoName (c)
be: Безназоўныя (с)
ru: Безымянные (с)

source: Is public record
be: Бачна ўсім
ru: Открытая запись

source: Record for team
be: Бачна камандзе
ru: Запись для команды

source: Is private record
be: Бачна толькі мне
ru: Закрытая запись

source: People you know
be: Людзі, якіх Вы ведаеце
ru: Контакты

source: User name
be: Імя карыстальніка
ru: Имя пользователя

source: Create
be: Стварыць
ru: Создать

source: Are you sure you want to remove a team?
be: Вы ўпэніны, што жадаеце выдаліць каманду?
ru: Вы уверены, что хотите удалить запись о команде?

source: Cancel
be: Адмена
ru: Отменить

source: Delete team
be: Выдалціць каманду
ru: Удалить команду

source: Edit your name
be: Профіль карыстальніка
ru: Введите Ваше имя

source: Edit addresses
be: Праўка раней захаваных адрасаў
ru: Изменение ранее сохранённых адресов

source: Edit
be: Рэдагаваць
ru: Править

source: Remove
be: Выдаліць
ru: Убрать

source: Give management rights
be: Надаць правы ўладальніка
ru: Разрешить редактирование

source: Remove management rights
be: Адняць правы ўладальніка
ru: Запретить редактирование

source: Make root team owner
be: Зрабіць уладальнікам
ru: Назначить владельцем

source: Can edit team
be: Можа рэдагаваць
ru: Может редактировать

source: Tags
be: Тэмы
ru: Темы

source: does not exist.
be: не існуюць.
ru: ещё не созданы.

source: Enter any data about the place.
be: Увядзіце інфармацыю аб гэтым месцы.
ru: Введите описание места проведения.

source: already exist.
be: існуе.
ru: уже существует.

source: New tag names
be: Стварыць тэмы
ru: Создать темы

source: Send request for tagging as
be: Паслаць запыт на публікацыю пад тэмай
ru: Подать запрос на публикацию под темами

source: Select place where competition is held.
be: Азначце месца правядзення спаборніцтва.
ru: Выберите место, где проходит соревнование

source: You can't delete place which has competitions related.
be: Нельга выдаліць месца, на якое зарэгістравана гульня.
ru: Нельзя удалить адрес, на который зарегестрирована игра.

source: Can't perform the action.
be: Немагчыма скочыць дзеянне.
ru: Невозможно совершить действие.

source: name
be: назва
ru: название

source: has chat
be: З чатам
ru: С чатом

source: Don't show in in the common tag list.
be: Не паказываць у спісе папулярных тэм.
ru: Не отображать в общем списке тем.

source: is private
be: схаваная
ru: Скрытая

source: show calendar
be: З календаром
ru: Отображать календарь событий

source: Refers to the tag
be: Адносіцца да тэмы
ru: Относится к теме

source: first date
be: з
ru: с

source: last date
be: па
ru: по

source: free description
be: Вольнае аписанне
ru: Описание

source: tags
be: тэмы
ru: темы

source: No-name tournament
be: Безназоўны сінхрон
ru: Безымянный синхрон

source: place name
be: назва месца
ru: название места игры

source: address
be: адрас
ru: адрес

source: owner
be: уладальнік
ru: владелец

source: open
be: адкрыты
ru: открытый

source: private
be: закрыты
ru: закрытый

source: tournament
be: Сінхрон
ru: синхрон

source: place to play
be: Месца гульні:
ru: место игры

source: start date
be: пачатак
ru: начало

source: end datetime
be: канец

source: max team count
be: абмежаванне на колькасць каманд
ru: максимальное количество команд

source: team accept strategy
be: прыём заявак
ru: Приём заявок

source: competition name
be: назва гульні
ru: название игры

source: No-name competition
be: Безымянная гульня
ru: Безымянная игра

source: in
be: у
ru: в

source: Refers to the tournament
be: Адносіцца да сінхрона
ru: Относится к синхрону

source: Refers to the competition
be: Адносіцца да гульні
ru: Относится к игре

source: invitation
be: запрашэнне
ru: приглашение

source: claim
be: заяўка
ru: заявка

source: approved
be: прынята
ru: подтверждена

source: declined
be: адмоўлена
ru: отклонена

source: registered
be: зарэгістравана
ru: зарегистрирована

source: Wrong request data.
be: Хібны запыт.
ru: Неверный запрос.

source: Only the last owner can remove tags.
be: Толькі апошні ўладальнік можа выдаліць тэму.
ru: Только последний владелец может удалить тему.

source: Add competition
be: Дадаць гульню
ru: Добавить игру

source: add tournament
be: дадаць сінхрон
ru: Добавить синхрон

source: add competition
be: дадаць гульню
ru: добавить игру

source: Add tournament
be: Дадаць сінхрон
ru: Добавить синхрон

source: Competition
be: Гульня
ru: Игра

source: Delete
be: Выдаліць
ru: Удалить

source: Tags to display:
be: Актыўныя тэмы:
ru: Активные темы:

source: Other tags:
be: Папулярныя тэмы:
ru: Другие темы

source: And other
be: І яшчэ
ru: И ещё

source: Create own tag
be: Стварыць тэму
ru: Создать тему

source: Events which are waiting for the tag confirmation
be: Наступныя падзеі чакаюць пацверджання прыналежнасці да гэтай тэмы
ru: Ожидают подтверждения публикации под темой

source: Click on green button to accept it
be: Клікніце па зялёная кнопцы, каб падзея была апублікавана пад гэтай тэмай
ru: Чтобы добавить к событию текущую тему, кликните по зелёной кнопке

source: Unsubscribe from tag
be: Адпісацца ад тэмы
ru: Отписаться от темы

source: Subscribe for the tag!
be: Падпісацца на тэму
ru: Подписаться на события темы

source: Tag managers:
be: Кіраўнікі тэматычный старонцы:
ru: Управление темой:

source: Owners and publishers
be: Уладальнікі і публікатары
ru: Владельцы и публикаторы

source: Tag publishers:
be: Публікатары тэмы:
ru: Публикаторы темы:

source: All your contacts:
be: Усе Вашы кантакты
ru: Все Ваши контакты:

source: Click to make them publishers
be: Клік, каб дадаць чалавека да публікатараў
ru: Клик, чтобы назначить публикатором

source: Add
be: Дадаць
ru: Добавить

source: Remove tag
be: Выдаліць тэму
ru: Удалить страницу темы

source: Are you sure, you want do remove yourself as owner of this tag?
be: Вы ўпэніны, што жадаеце адмовіцца ад правоў уладальніка тэмы?
ru: Вы уверены, что хотите лишить себя возможности управлять этим тегом?

source: Are you sure, you want do remove yourself as sharer of this tag?
be: Вы ўпэніны, што жадаеце адмовіцца ад правоў публікатара тэмы?
ru: Вы уверены, что хотите удалить себя из списка публикаторов?

source: Are you ure, you want to remove this tag?
be: Вы ўпэніны, што жадаеце выдаліць гэтую тэму?
ru: Вы уверены, что хотите удалить страницу этой темы?

source: Tournament
be: Сінхрон
ru: Синхрон

source: Start at
be: Пачатак
ru: начало в

source: End at
be: Канец

source: Place
be: Месца
ru: Место

source: Approved participants
be: Удзельнікі
ru: Через сайт заявились:

source: Undo
be: Адмяніць
ru: Отменить

source: Decline
be: Адмовіць
ru: Отклонить

source: There is no participants yet.
be: Удзельнікаў пакуль няма.
ru: Пока команд нет.

source: Add team
be: Дадаць каманду
ru: Добавить команду

source: Claimants to accept.
be: Заяўкі.
ru: Заявки.

source: Accept
be: Прыняць
ru: Подтвердить участие

source: Re-Accept
be: Усё ж прыняць
ru: Всё же подтвердить участие

source: Your teams waiting for confirmation:
be: Вашы заяўкі
ru: Ваши заявки:

source: Declined teams:
be: Каманды, якім было адмоўлена
ru: Отклонённые заявки:

source: No claimants yet.
be: Пакуль няма заявак
ru: Заявок нет:

source: Make owner
be: Зрабіць уладальнікам
ru: Назначить владельцем

source: Make publisher
be: Зрабіць публікатарам
ru: Назначить публикатором

source: Remove publisher
be: Выдаліць публікатара
ru: Удалить публикатора

source: Approved tags:
be: Тэмы:
ru: Подтверждённые темы:

source: Tags waiting for confirmation:
be: Чакае пацверджання тэм:
ru: Ожидает подтверждения тем:

source: Add tag:
be: Дадаць тэму:

source: Competitions:
be: Гульні:
ru: Игры:

source: Start
be: Пачатак
ru: Начало

source: End
be: Канец

source: Tournaments:
be: Сінхроны:
ru: Синхроны:

source: First day to play
be: Дазволена адыгрываць з
ru: Разрешено играть с

source: Last day to play
be: Дазволена адыгрываць па
ru: Разрешено играть по

source: No events for this day.
be: Няма падзей на гэты дзень.
ru: Нет событий на сегодня.

source: Add competition place
be: Дадаць месца правядзення гульні
ru: Добавить место проведения

source: competition duration (in minutes)
ru: продолжительность соревнования (минуты)
